// МЕМНОЕ КИНО

final  QuestionsList question11 = new QuestionsList("Кто из голливудских актёров считает, что ты – потрясающий?",
                "Джонни Депп", "Робин Уильямс","Киану Ривз", "Роберт Дауни - младший",
                "Киану Ривз", "");

final  QuestionsList question12 = new QuestionsList("Вокруг этого режиссёра сложилась легенда о том, что, стремясь к реализму, тот сжёг на съемках настоящую корову. Это:",
                "Кристофер Нолан", "Мартин Скорсезе","Андрей Тарковский", "Акира Куросава",
                "Акира Куросава", "");

final  QuestionsList question13 = new QuestionsList("Какой известный кинорежиссёр признавался в интервью, что пишет почти все сценарии к своим фильмам в нетрезвом состоянии?",
                "Квентин Тарантино", "Никита Михалков","Ларс фон Триер", "Алексей Балабанов",
                "Ларс фон Триер", "");

final  QuestionsList question14 = new QuestionsList("По фильмам этого режиссёра можно посчитать, что тот видит мир в двух цветах – жёлтом и синем. Это:",
                "Дэвид Финчер", "Дэвид Линч","Дэмьен Шазелл", "Уэс Андерсон",
                "Дэвид Финчер", "");

final  QuestionsList question15 = new QuestionsList("Эдварду Нортону принадлежит негласное звание:",
                "Самого богатого актёра Голливуда", "Актёра, который не получает Оскар","Самого невыносимого актёра Голливуда", "Самого плохого актёра Голливуда",
                "Самого невыносимого актёра Голливуда", "");

final  QuestionsList question16 = new QuestionsList("Этого актёра азиатского происхождения ненавидят все страховые компании, ведь он исполняет все трюки сам. Это:",
                "Брюс Ли", "Джеки Чан","Стивен Юн", "Майк Мо",
                "Джеки Чан", "");

final  QuestionsList question17 = new QuestionsList("Харрисон Форд известен многими своими ролями. Но именно эту он всей душой ненавидит:",
                "Индиана Джонс", "Рик Декарт","Ричард Кимбл", "Хан Соло",
                "Хан Соло", "");

final  QuestionsList question18 = new QuestionsList("Голливудский актёр, известный своей страстью к натуралистичным съёмкам и трудновыполнимым миссиям:",
                "Джеки Чан", "Киану Ривз","Жан-Клод ван Дамм", "Том Круз",
                "Том Круз", "");

final  QuestionsList question19 = new QuestionsList("Из-за любви этого режиссёра использовать минимум спецэффектов при съёмках, в преддверии выхода его нового фильма, начали ходить шутки, что для него он взорвал настоящую атомную бомбу.",
                "Кристофер Нолан", "Майкл Бэй","Томми Вайсо", "Кристофер Маккуорри",
                "Кристофер Нолан", "");

final  QuestionsList question20 = new QuestionsList("Этот и без того известный актёр, получил новую волну известности как человек, предпочитающий защищать свою жену, раздавая пощёчины всем вокруг. Это:",
                "Крис Рок", "Эндрю Гарфилд","Уилл Смит", "Кристиан Бэйл",
                "Уилл Смит", "");

final  QuestionsList question21 = new QuestionsList("Этот культовый английский режиссёр известен не только своим званием 'Мастера саспенса', но и самой короткой благодарственной речью за получение Оскара. Это:",
                "Дэвид Лин", "Линсдсей Андерсон","Ридли Скотт", "Альфред Хичкок",
                "Альфред Хичкок", "");

final  QuestionsList question22 = new QuestionsList("Первый полнометражный анимационный мультфильм в истории кино:",
                "Белоснежка и семь гномов", "Апостол","Цирк лилипутов", "Прекрасная Люканида, или Война рогачей с усачами",
                "Апостол", "");

final  QuestionsList question23 = new QuestionsList("Самый кассовый полнометражный фильм с рейтингом R:",
                "Страсти Христовы", "Логан","Оно", "Джокер",
                "Джокер", "");

final  QuestionsList question24 = new QuestionsList("Этот комедийный актер так известен своими импровизациями, что во время его работы над 'Алладином', аниматорам приходилось перерисовывть целые сцены под его реплики:",
                "Билл Мюррей", "Уилл Смит","Скотт Уайнгер", "Робин Уильямс",
                "Робин Уильямс", "");

final  QuestionsList question25 = new QuestionsList("Этот кинообраз был интерпретирован в кино чаще всего:",
                "Тарзан", "Граф Дракула","Шерлок Холмс", "Робин Гуд",
                "Граф Дракула", "");

final  QuestionsList question26 = new QuestionsList("Фантастический хоррор восьмидесятых, в создании которого не поучаствовала ни одна женщина:",
                "Нечто", "Зловещие мертвецы","Сияние", "Муха",
                "Нечто", "");

final  QuestionsList question27 = new QuestionsList("Какой режиссёр тесно дружит с Тарантино и снял фильм по сценарию своих детей?",
                "Роберт Родригез", "Такаши Миикэ","Пак Чхан Ук", "Мартин Скорсезе",
                "Роберт Родригез", "");

final  QuestionsList question28= new QuestionsList("Какое 'Пасхальное яйцо' чаще всего оставляют в фильмах?",
                "Amen Break", "Камео Стэна Ли","R2-D2", "Крик Вильгельма",
                "Крик Вильгельма", "");

final  QuestionsList question29= new QuestionsList("Самый длинный фильм в истории:",
                "Лекарство от бессонницы", "Краска сохнет","Часы", "Логист",
                "Логист", "");

final  QuestionsList question30= new QuestionsList("Единственный актёр 'Властелина Колец', встретившийся с Толкиеном:",
                "Хьюго Уивинг", "Кристофер Ли","Иэн Маккеллен", "Вигго Мортенсен",
                "Кристофер Ли", "");

final  QuestionsList question31= new QuestionsList("Какой известный актёр, по слухам, занял лишь третье место на конкурсе своих двойников?",
                "Тони Кёртис", "Джо Э. Браун","Чарли Чаплин", "Рудольф Валентино",
                "Чарли Чаплин", "");

final  QuestionsList question32= new QuestionsList("Первые звёзды на знаменитой Аллеи Славы появились в 1960 году. Все звёзды на Аллее находятся на асфальте, однако, одна из них расположена на стене. Чья?",
                "Мохаммед Али", "Уолт Дисней","Чарли Чаплин", "Элвис Пресли",
                "Мохаммед Али", "");

final  QuestionsList question33= new QuestionsList("Общее количество фильмов в кинофраншизе Джеймс Бонд:",
                "20", "24","25", "15",
                "25", "");

final  QuestionsList question34= new QuestionsList("В каком фильме ужасов впервые на экране появился работающий унитаз?",
                "Психо", "Птицы","Вертиго", "Окно во двор",
                "Психо", "");

final  QuestionsList question35= new QuestionsList("В какой стране проходили съёмки трилогии Властелин колец?",
                "Ирландия", "Исландия","Новая Зеландия", "Австралия",
                "Новая Зеландия", "");

final  QuestionsList question36= new QuestionsList("Самый юный обладатель Оскара?",
                "Татум О'Нил", "Хейли Джоэл Осмент","Микки Руни", "Дженнифер Лоуренс",
                "Новая Зеландия", "");

final  QuestionsList question37= new QuestionsList("Какой фильм стал режиссёрским дебютом британца Гая Ричи?",
                "Револьвер", "Рок-н-Рольщик","Большой куш", "Карты, деньги, два ствола",
                "Карты, деньги, два ствола", "");

final  QuestionsList question37= new QuestionsList("Самый кассовый анимационный японский фильм?",
                "Истребитель демонов: Поезд 'Бесконечный'", "Унесенные призраками","Твоё имя", "Яйцо ангела",
                "Истребитель демонов: Поезд 'Бесконечный", "");

final  QuestionsList question38= new QuestionsList("Какое животное периодически видел Винс - главный герой француского фильма Ненависть?",
                "Чёрный кот", "Корова","Петух", "Пёс",
                "Корова", "");

final  QuestionsList question39= new QuestionsList("Фильм, ставший одним из первых жанре киберпанк. Снят по мотивам романа Филипа Дика: ",
                "Джонни-мнемоник", "Призрак в доспехах","Бегущий по лезвию", "Робокоп",
                "Бегущий по лезвию", "");

final  QuestionsList question40= new QuestionsList("По слухам, этот японский полнометражный фильм - единственный, отрисованный с постоянной частотой 24 кадра в секунду. Это:",
                "Паприка", "Призрак в доспехах","Ветер крепчает", "Акира",
                "Акира", "");



// РУССКОЕ КИНО

final  QuestionsList question1 = new QuestionsList("Герою какого известного советского комедийного фильма изначально планировалось дать имя Владлен (Владимир Ленин)?",
                "Гоша (Москва слезам не верит)", "Геша (Бриллиантовая рука)'","Шурик (Операция "Ы")", "Анатолий Новосельцев (Служебный роман)",
                "Шурик (Операция "Ы")", "");

final  QuestionsList question2 = new QuestionsList("Первый фильм Леонида Гайдая, в котором появилось известное трио «Трус», «Балбес» и «Бывалый»:",
                "Кавказская пленница", "Иван Васильевич меняет профессию","Самогонщики", "Пёс Барбос и необычный кросс",
                "Пёс Барбос и необычный кросс", "");

final  QuestionsList question3 = new QuestionsList("Что выполняет роль валюты в вымышленной галактике «Кин-дза-дза»?",
                "Патроны", "Марки","Спички", "Сигареты",
                "Спички", "");

final  QuestionsList question4 = new QuestionsList("Этот российский режиссёр часто использовал в своих фильмах образ трамвая. Это:",
                "Алексей Балабанов", "Фёдор Бондарчук","Никита Михалков", "Андрей Тарковский",
                "Алексей Балабанов", "");

final  QuestionsList question5 = new QuestionsList("Этот японо-советский фильм выйграл премию «Оскар» в 1976 году как лучший фильм на иностранном языке.",
                "Монгол", "Красная Луна","Москва, любовь моя", "Дерсу Узала",
                "Дерсу Узала", "");

final  QuestionsList question6 = new QuestionsList("Общее количество фильмов в серии «Ёлки» составляет:",
                "10", "11","8", "9",
                "10", "");

final  QuestionsList question7 = new QuestionsList("Обладатель специального Гран-при Каннского кинофестиваля. По результатам некоторых опросов входит в число величайших научно-фантастических фильмов в истории мирового кинематографа. Снят Андреем Тарковским.",
                "Андрей Рублёв", "Сталкер","Зеркало", "Солярис",
                "Солярис", "");

final  QuestionsList question8 = new QuestionsList("Единственный на данный момент российский фильм, получивший «Оскар»:",
                "Дурак", "Москва слезам не верит","Война и мир", "Утомлённые солнцем",
                "Утомлённые солнцем", "");

final  QuestionsList question9 = new QuestionsList("Этот американский мультфильм был адаптирован для проката в России Тимуром Бекмамбетовым с изменённым сценарием. Это:",
                "Особо опасен", "9","Аполлон 18", "Хардкор",
                "9", "");

final  QuestionsList question10 = new QuestionsList("Российский фильм, в котором принимала участие Милла Йовович:",
                "Мушкетёры", "Выкрутасы","Дом на турецкой улице", "Особо опасен",
                "Выкрутасы", 

final  QuestionsList question11 = new QuestionsList("Этот российский режиссёр известен тем, его фильм 2021 года занял первое место по сборам в прокате в США. Это:",
                "Никита Михалков", "Фёдор Бондарчук","Юрий Быков", "Илья Найшуллер",
                "Илья Найшуллер", "");

final  QuestionsList question12 = new QuestionsList("Российский актёр, известный своей любовью к поэзии и ролью «цветного» бандита:",
                "Дмитрий Дюжев", "Сергей Безруков","Дмитрий Нагиев", "Сергей Бурунов",
                "Сергей Безруков", "");

final  QuestionsList question13 = new QuestionsList("Советский чёрно-белый фильм 1925 года, считающийся одним из лучших фильмов всех времен и народов.",
                "Братишка", "Владимир Ильич Ленин","Водоворот", "Броненосец 'Потёмкин'",
                "Броненосец 'Потёмкин'", "");

final  QuestionsList question14 = new QuestionsList("Этот советский режиссёр, чей фильм выиграл премию «Оскар» за лучший фильм на иностранном языке, по слухам, узнал о своей победе не из новостей – ему об этом сообщили коллеги.",
                "Никита Михалков", "Андрей Тарковский","Владимир Меньшов", "Сергей Эйзенштейн",
                "Владимир Меньшов", "");

final  QuestionsList question15 = new QuestionsList("Песня Виктора Цоя (группа «Кино») «Мы хотим перемен!» впервые прозвучала в этом фильме:",
                "Последний Герой", "Асса","Игла", "Рок",
                "Асса", "");

final  QuestionsList question16 = new QuestionsList("Первый советский фильм ужасов:",
                "Вий", "Медвежья судьба","Семья вурдалаков", "Люми",
                "Вий", "");

final  QuestionsList question17 = new QuestionsList("Какой советский фильм косвенно высмеивал однотипность хрущёвских застроек?",
                "Служебный роман", "Москва слезам не верит","Девчата", "Ирония судьбы, или с Лёгким паром",
                "Ирония судьбы, или с Лёгким паром", "");

final  QuestionsList question18 = new QuestionsList("Самый кассовый фильм в России:",
                "Холоп", "Притяжение","Т-34", "Чебурашка",
                "Чебурашка", "");

final  QuestionsList question19 = new QuestionsList("Какую скульптуру с 1947 года регулярно показывали в отечественном кино?",
                "Ника", "Давид","Рабочий и колхозница", "Воин-освободитель",
                "Рабочий и колхозница", "");

final  QuestionsList question20 = new QuestionsList("Этот советский фильм 1961 года для проката в США был «украден». Вся советская символика была удалена, как и имена советских актёров.",
                "Садко", "Небо зовёт","Планета Бурь", "Солярис",
                "Планета Бурь", "");

final  QuestionsList question21 = new QuestionsList("Название романа братьев Стругацких, по которому был снят фильм Андреем Тарковским:",
                "Трудно быть богом", "Жук в муравейнике","Пикник на обочине", "Солярис",
                "Пикник на обочине", "");

final  QuestionsList question22 = new QuestionsList("У советских космонавтов была традиция - перед каждым полётом они смотрели ЭТОТ фильм:",
                "Солярис", "Расстанемся, пока хорошие","Ждите писем", "Белое солнце пустыни",
                "Белое солнце пустыни.", "");

final  QuestionsList question23 = new QuestionsList("Последний фильм белорусского режиссёра Элема Климова. Многие авторитетные издания признавали его одним из лучших фильмов о войне. Это:",
                "Иди и смотри", "Летят журавли","Белорусский вокзал", "А зори здесь тихие",
                "Иди и смотри", "");

final  QuestionsList question24 = new QuestionsList("Этому российскому актёру поступало предложение сыграть главного героя компьтерной игры GTA 4, которое тот отклонил. Это:",
                "Константин Хабенский", "Владимир Машков","Сергей Безруков", "Дмитрий Дюжев",
                "Владимир Машков", "");

final  QuestionsList question25 = new QuestionsList("Первым крупнобюджетным российским фильмом провалившимся в прокате был:",
                "Стиляги", "Обитаемый остров","День радио", "Тарас Бульба",
                "Обитаемый остров", "");

final  QuestionsList question26 = new QuestionsList("У какого из этих советских фильмов нет российского ремейка?",
                "Служебный роман", "Москва слезам не верит","Экипаж", "Джентельмены удачи",
                "Москва слезам не верит", "");

final  QuestionsList question27 = new QuestionsList("Единственный российский актер, ставший обладателем приза Каннского кинофестиваля за лучшую мужскую роль:",
                "Константин Лавроненко", "Сергей Безруков","Андрей Петров", "Константин Хабенский",
                "Константин Лавроненко", "");

final  QuestionsList question28 = new QuestionsList("Русский дубляж ЭТОГО полнометражного мультипликационного фильма был признан лучшим на Каннском кинофестивале:",
                "Планета сокровищ", "История игрушек","Шрек", "Принц Египта",
                "Шрек", "");

final  QuestionsList question29 = new QuestionsList("Мультфильм Атаманова, занимающий первое место среди советских мультфильмов, популярных за рубежом:",
                "Снежная королева", "Пропавшая грамота","Аленький цветочек", "Чипполино",
                "Снежная королева", "");

final  QuestionsList question30 = new QuestionsList("Самый популярный мультсериал в мире по данным ТАСС:",
                "Леди Баг и Суперкот", "Свинка Пеппа","Смешарики", "Маша и медведь",
                "Маша и медведь", "");

final  QuestionsList question31 = new QuestionsList("В фильме какого режиссера появляются титры о благодарности за помощь в организации съёмок Дональду Трампу?",
                "Сергей Бондарчук", "Тимур Бекмамбетов","Леонид Гайдай", "Никита Михалков",
                "Леонид Гайдай", "");

final  QuestionsList question32 = new QuestionsList("Кто был умным, красивым и в меру упитанным мужчиной в самом расцвете сил?",
                "Винни-пух", "Домовёнок Кузя","Карлсон", "Принц Лимон",
                "Карлсон", "");
                
final  QuestionsList question33 = new QuestionsList("Какой советский мультфильм в 2003 году по опросам 140 критиков и иультипликаторов был признан лучшим мультфильмом всех времен?",
                "Трям! Здравствуйте", "Ёжик в тумане","Умка", "Мама для мамонтенка",
                "Ёжик в тумане", "");

final  QuestionsList question34 = new QuestionsList("Чьи руки снимались для крупных планов рук Штирлица в фильме Семнадцать мгновений весны режиссера Татьяны Лиозновой?",
                "Вячеслав Тихонов", "Феликс Ростоцкий","Евгений Евстигнеев", "Татьяна Лиознова",
                "Феликс Ростоцкий", "");

final  QuestionsList question35 = new QuestionsList("Единственный постсоветский фильм, значащийся в списке лучших фильмов в истории:",
                "Утомлённые солнцем", "Про уродов и людей","Левиафан", "Русский ковчег",
                "Русский ковчег", "");

final  QuestionsList question36 = new QuestionsList("Самый длинный советский сериал:",
                "Вечный зов", "Взять живым","Визит к Минотавру", "Война и мир",
                "Вечный зов", "");

final  QuestionsList question37 = new QuestionsList("Первый боевик в истории советского кино назывался:",
                "Холодное лето пятьдесят третьего...", "Пираты XX века","Поединок в горах", "Тайна забытой переправы",
                "Пираты XX века", "");

final  QuestionsList question38 = new QuestionsList("Сколько человек участвовало в массовкке Бородинского сражения в Войне и мире Сергея Бондарчука?",
                "13 000", "7 000","15 000", "3 500",
                "15 000", "");

final  QuestionsList question39 = new QuestionsList("На каком из кинофестивалей мирового смотра российские фильмы получали главные награды?",
                "Каннский кинофестиваль", "Берлинский кинофестиваль","Шанхайский кинофестиваль", "Венецианский кинофестиваль",
                "Венецианский кинофестиваль", "");

final  QuestionsList question40 = new QuestionsList("Единственный фильм, в котором работали Данила Козловский и Константин Хабенский:",
                "Дневной дозор", "Распутин","Легенда №17", "Экипаж",
                "Распутин", "");


                

// ЦИТАТЫ


final  QuestionsList question1 = new QuestionsList("Хьюстон, у нас проблема.",
                "Армагедон", "Апполон 13","Звездный десант", "2001 год: Космическая одиссея",
                "Аполлон 13", "");

final  QuestionsList question2 = new QuestionsList("Продай мне эту ручку.",
                "Игра на понижение", "Афера по-американски","Волк с Уолл-стрит", "99 франков",
                "Волк с Уолл-стрит", "");

final  QuestionsList question3 = new QuestionsList("В семье не без урода — в моей даже двое.",
                "Крестный отец", "Одноклассники","Мы - Миллеры", "Король Лев",
                "Король Лев", "");

final  QuestionsList question4 = new QuestionsList("I'll be back.",
                "Спасти рядового Райана", "Терминатор","Армагедон", "Граф Монте Кристо",
                "Терминатор", "");

final  QuestionsList question5 = new QuestionsList("Держи своих друзей близко. А врагов еще ближе.",
                "Молчание ягнят", "Пролетая над гнездом кукушки","Бешеные псы", "Крестный отец",
                "Крестный отец", "");

final  QuestionsList question6 = new QuestionsList("Людк, а Людк!.",
                "Ирония судьбы, или С легким паром!", "Любовь и голуби","Москва слезам не верит", "Служебный роман",
                "Любовь и голуби", "");

final  QuestionsList question7 = new QuestionsList("Спортсменка, комсомолка и просто красавица!.",
                "Бриллиантовая рука", "Операция "Ы" и другие приключения Шурика","Джентельмены удачи", "Кавказская пленница",
                "Кавказская пленница", "");

final  QuestionsList question8 = new QuestionsList("Наши люди в булочную на такси не ездят!.",
                "Джентельмены удачи", "Бриллиантовая рука","Полосатый рейс", "Служебный роман",
                "Бриллиантовая рука", "");

final  QuestionsList question9 = new QuestionsList("Гений, миллиардер, плейбой, филантроп.",
                "Мстители", "Железный человек","Мстители: Война бесконечности", "Железный человек 2",
                "Мстители", "");

final  QuestionsList question10 = new QuestionsList("Чем больше сила, тем больше и ответственность.",
                "Халк", "Первый мститель","Человек-паук", "Железный человек",
                "Человек-паук", "");

final  QuestionsList question11 = new QuestionsList("Ложки не существует.",
                "Начало", "Иллюзия обмана","Брюс Всемогущий", "Матрица",
                "Матрица", "");

final  QuestionsList question12 = new QuestionsList("А жизнь — всегда такое дерьмо, или только в детстве?",
                "Миллионер из трущоб", "Леон","Джуманджи", "Один дома",
                "Леон", "");

final  QuestionsList question13 = new QuestionsList("Если умеешь что-то, не делай этого бесплатно.",
                "Темный рыцарь", "Джентельмены","Джанго освобожденный", "Волк с Уолл-стрит",
                "Темный рыцарь", "");

final  QuestionsList question14 = new QuestionsList("— Как вам сапоги?
— Очень вызывающие, я бы такие не взяла.
— Значит, хорошие сапоги, надо брать.",
                "Любовь и голуби", "Елки","Ирония судьбы, или С легким паром!", "Служебный роман",
                "Служебный роман", "");

final  QuestionsList question15 = new QuestionsList("Пилите, Шура, пилите.",
                "Броненосец «Потёмкин»", "Защитники","Золотой телёнок", "Сталкер",
                "Золотой телёнок", "");

final  QuestionsList question16 = new QuestionsList("Я не могу себе позволить ненавидеть людей. У меня нет на это времени.",
                "Жить", "Пока не сыграл в ящик","Семь самураев", "До встречи с тобой",
                "Жить", "");

final  QuestionsList question17 = new QuestionsList("Смейся, и весь мир будет смеяться вместе с тобой. Плачь — и ты будешь плакать в одиночестве",
                "Сочувствие господину Месть", "Дурак","Олдбой", "Джокер",
                "Олдбой", "");

final  QuestionsList question18 = new QuestionsList("Лишь утратив всё до конца, мы обретаем свободу.",
                "6 кадров", "Бойцовский клуб","Семь", "Помни",
                "Бойцовский клуб", "");

final  QuestionsList question19 = new QuestionsList("Я требую продолжения банкета!",
                "Кавказская пленница", "Ирония судьбы, или С легким паром!","Бриллиантовая рука", "Иван Васильевич меняет профессию",
                "Иван Васильевич меняет профессию", "");

final  QuestionsList question20 = new QuestionsList("Все люди делятся на две категории: те, у кого револьвер заряжен, и те, кто копают. Копай.",
                "Грязный Гарри", "Хороший, Плохой, Злой","За пригоршню долларов", "На пригоршню долларов больше",
                "Хороший, Плохой, Злой", "");

final  QuestionsList question21 = new QuestionsList("Я собираюсь сделать ему предложение, от которого не сможет отказаться.",
                "Крёстный отец", "Крёстный отец 2","Крёстный отец 3", "Лицо со шрамом",
                "Крёстный отец", "");

final  QuestionsList question22 = new QuestionsList("Я слышал, ты красишь дома.",
                "Крёстный отец", "Лицо со шрамом","Великий уравнитель", "Ирландец",
                "Ирландец", "");

final  QuestionsList question23 = new QuestionsList("Я тут иду! Я тут иду!",
                "Таксист", "Охотник на оленей","Полуночный ковбой", "Мой личный штат Айдахо",
                "Полуночный ковбой", "");

final  QuestionsList question24 = new QuestionsList("А ля-ля-ля-ля-ля, а я сошла с ума… Эх, какая досада",
                "Возвращение блудного попугая", "Карлсон вернулся", "Малыш и Карлсон", "Карлсон, который живёт на крыше, проказничает опять",
                "Карлсон вернулся", "");

final  QuestionsList question25 = new QuestionsList("Ну ты это… Заходи, если что…",
                "Жил-был пёс", "Котёнок по имени Гав", "Пёс и кот", "Сказка сказок"
                "Жил-был пёс", "");

final  QuestionsList question26 = new QuestionsList("Оно живое! Оно живое!",
                "Оно", "Живое", "Невеста Франкенштейна", "Франкенштейн"
                "Жил-был пёс", "");
                
final  QuestionsList question27 = new QuestionsList("Господа, вы не можете здесь драться! Это Военная Комната!",
                "Остин Пауэрс: Человек-загадка международного масштаба", "Цельнометаллическая оболочка", "Доктор Стрейнджлав, или Как я перестал бояться и полюбил бомбу", "Кто подставил кролика Роджера"
                "Доктор Стрейнджлав, или Как я перестал бояться и полюбил бомбу", "");

final  QuestionsList question28 = new QuestionsList("А вот и Джонни!",
                "Джонни взял ружьё", "Сияние", "Джонни Д", "Заводной апельсин"
                "Сияние", "");

final  QuestionsList question29 = new QuestionsList("Carpe diem. Ловите момент, мальчики. Сделайте свою жизнь экстраординарной.",
                "Джуманджи", "Двухсотлетний человек", "Общество мёртвых поэтов", "Умница Уилл Хантинг"
                "Общество мёртвых поэтов", "");

final  QuestionsList question30 = new QuestionsList("Ну, у каждого свои недостатки.",
                "Психо", "Квартира", "Азарт удачи", "В джазе только девушки"
                "В джазе только девушки", "");

final  QuestionsList question31 = new QuestionsList("И ей не суждено жить. Но каждый когда-то умирает.",
                "Виноваты звёзды", "Бегущий по лезвию", "Молчание ягнят", "Джонни-мнемоник"
                "Бегущий по лезвию", "");

final  QuestionsList question32 = new QuestionsList("— …ему будет приятно. Когда ему будет приятно, я буду чувствовать, что мне тоже приятно! А ты говоришь, прямо…
— Меня в Орджоникидзе ждут…
— Знаешь что, я тебе умный вещь скажу, но только ты не обижайся: когда мне будет приятно, я так довезу… что тебе тоже… будет… приятно…",
                "Мимино", "Кавказская пленница", "Бриллиантовая рука", "Ирония судьбы, или С легким паром!"
                "Мимино", "");

final  QuestionsList question33 = new QuestionsList("Тебе нужна лодка побольше.",
                "Водный мир", "Челюсти", "2012", "Титаник"
                "Челюсти", "");

final  QuestionsList question34 = new QuestionsList("Мартини. Взболтать, не смешивать.",
                "Казино 'Рояль'", "Золотой глаз", "Голдфингер", "Умри, но не сегодня"
                "Голдфингер", "");

final  QuestionsList question35 = new QuestionsList("Мы с тобой одной крови - ты и я!",
                "Маугли", "Тарзан", "Книга джунглей", "Жизнь Пи"
                "Маугли", "");

final  QuestionsList question36 = new QuestionsList("— Как вы, сэр?
— Я умираю, Эндрю. В остальном прекрасно.",
                "Загадочная история Бенджамина Баттона", "Пока не сыграл в ящик", "1+1: Неприкасаемые", "Двухсотлетний человек"
                "Двухсотлетний человек", "");

final  QuestionsList question37 = new QuestionsList("Пасть порву, моргалы выколю…»",
                "Джентельмены удачи", "Беспредел", "Самогонщики", "Бриллиантовая рука"
                "Джентельмены удачи", "");

final  QuestionsList question38 = new QuestionsList("Дядя Петя — ты дурак?»",
                "Судьба человека", "Беспредел", "Серёжа", "Отец Сергий"
                "Серёжа", "");

final  QuestionsList question39 = new QuestionsList("По-моему, мы все-таки проиграли. Крестьяне — победители, а не мы.»",
                "Великолепная семёрка", "Телохранитель", "Семь самураев", "Расёмон"
                "Телохранитель", "");

final  QuestionsList question40 = new QuestionsList("Если твой день был ужасен, запомни: завтра наступит новый день! Мой прошлый сосед выпрыгнул из этого окна.»",
                "Эпик", "Лоракс", "Роботы", "Ледниковый период"
                "Роботы", "");